Repository: vladyslav-pustovalov/the-discipline-program-ios
Catalog: TheDisciplineProgram/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: Add Block to training >
uk: Додати блок до тренування >

source: Add Training to day
uk: Додати тренування до дня

source: Add Training to this day >
uk: Додати тренування >

source: All is good
uk: Все правильно

source: Authentication failed
uk: Помилка аутинтифікації

source: Birthday:
uk: День народження:

source: Birthday: %@
uk: День народження:

source: Block name
uk: Назва блоку

source: Cancel
uk: Відмінити

source: Change password
uk: Змінити пароль

source: Change Password
uk: Змінити пароль

source: Change Private
uk: Змінити приватні дані

source: Change User Data
uk: Змінити дані про користувача

source: Choose Program Date
uk: Вибрати дату тренування

source: Confirm New Password
uk: Підтвердіть новий пароль

source: Create Program
uk: Створити

source: Date of Birth
uk: День народження

source: Edit
uk: Змінити

source: Edit Block
uk: Змінити блок

source: Edit User
uk: Редагувати

source: Email
uk: Пошта

source: Email: %@
uk: Пошта:

source: Enter block name
uk: Введіть назву блоку

source: Exercise %lld
uk: Вправа

source: Exercises
uk: Вправи

source: First Name
uk: Імʼя

source: First name: %@
uk: Імʼя:

source: Forbidden
uk: Доступ заборонено

source: General
uk: Загальна

source: Go to Settings
uk: Перейти в налаштування

source: Individual
uk: Індивідуальна

source: Individual User
uk: Індивідуальний користувач

source: Individual Users
uk: Користувачі з індивідуальним планом

source: Is Enabled
uk: Активний

source: Is Rest Day
uk: День відпочинку

source: Last Name
uk: Прізвище

source: Last name: %@
uk: Прізвище:

source: Level: %@
uk: Рівень:

source: New exercise
uk: Нова вправа

source: New Password
uk: Новий пароль

source: New password is not confirmed
uk: Новий пароль не підтверджено

source: New password should be differen
uk: Новий пароль має бути інакшим

source: Next day
uk: Наступний день

source: No
uk: Ні

source: Notifications are disabled
uk: Сповіщення заборонені

source: Old Password
uk: Старий пароль

source: Password
uk: Пароль

source: Phone Number
uk: Номер телефону

source: Phone: %@
uk: Номер:

source: Plan: %@
uk: План:

source: Previous day
uk: Попередній день

source: Profile
uk: Профіль

source: Program
uk: Программа

source: Program Date
uk: Дата программи

source: Save
uk: Зберегти

source: Scheduled date
uk: Дата программи

source: Search users
uk: Шукати користувачів

source: Select date
uk: Вибрати день

source: Sign In
uk: Увійти

source: Sign Out
uk: Вийти

source: Something went wrong during auth attempt, check your login and password please
uk: Помилка аутентифікації, перевірте логін та пароль

source: Something went wrong during password change
uk: Помилка при спробі зміни пароля

source: Something went wrong during user update
uk: Помилка при спробі оновити дані користувача

source: Something went wrong with loading today's program
uk: Помилка при завантаженні программи

source: There is no program for today
uk: Немає даних про сьогоднішню программу

source: To enable reminders, please allow notifications in Settings.
uk: Щоб дозволити нагадування, будь ласка, надайте дозвін сповіщенням в Налаштуваннях

source: Today is the rest day
uk: Сьогодні день відпочинку

source: Training Level
uk: Рівень тренувань

source: Training number: %lld
uk: Тренування номер:

source: User
uk: Користувач

source: User Details
uk: Дані користувача

source: User Plan
uk: План користувача

source: User Plans
uk: Плани

source: Users
uk: Користувачі

source: Users Controll
uk: Керування

source: Welcome!
uk: Вітаємо!

source: Yes
uk: Так
